{
  "unlockDate": "2023-01-01T00:00:00Z",
  "subsections": [
    {
      "key": "overview",
      "label": "Overview",
      "unlockDate": "2023-01-01T00:00:00Z",
      "content": "Welcome to **FOnline: New Dawn** – a small-scale passion project built on the FOnline: Aftertimes engine, yet powered by our own fresh ideas and solutions. Our single goal is to deliver the best FOnline server ever created while putting players first. We do not monetise the game; development is driven purely by fun and the desire to reach the highest quality possible.\n\n**Why choose our server?** Because we focus on innovative mechanics, fair play and rigorous balance. Expect a combat-oriented experience where thoughtful decisions matter and randomness is minimised – the best player, not the luckiest dice roll, should win."
    },
    {
      "key": "leveling",
      "label": "Leveling System",
      "unlockDate": "2023-01-01T00:00:00Z",
      "content": "Simplicity comes first. Full combat readiness is achieved at **level 30** – the moment you select your class. At that stage every class is immediately available and you automatically receive every perk required for **100 %** combat efficiency. Of course, nothing stops you from levelling further if you want additional progression."
    },
    {
      "key": "special",
      "label": "SPECIAL",
      "unlockDate": "2023-01-01T00:00:00Z",
      "content": "During character creation you allocate your **S.P.E.C.I.A.L.** attributes. They are the cornerstone of your build: each attribute directly and significantly affects your skills. In-game you can only raise skills temporarily; changing SPECIAL later will instantly and proportionally adjust the underlying skills. SPECIAL also defines which perks your character is eligible to pick."
    },
    {
      "key": "hitpoints",
      "label": "Hit Points & Limbs",
      "unlockDate": "2023-01-01T00:00:00Z",
      "content": "Random critical-hit tables are gone. Every limb now has its own **hit-point pool**. If you want to cripple an arm, you must first deplete its dedicated HP bar – no more hoping for a favourable d100 roll."
    },
    {
      "key": "critical",
      "label": "Critical Attacks",
      "unlockDate": "2023-01-01T00:00:00Z",
      "content": "There are **no random critical bursts**. Every standard attack behaves predictably, so you can say goodbye to 600-HP Avenger bursts out of nowhere. Conversely, every aimed shot is **always** a critical hit, making precision weapons reliable and skill-based."
    }
  ]
}
